Repository: saxobroko/SaxWeather
Catalog: SaxWeather/SaxWeather/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, it, ja, nl, no, pl, pt, ro, ru, sv, uk, zh_hans

source: Search settings
ar: إعدادات البحث
cs: Nastavení hledání
da: Indstillinger for søgning
de: Sucheinstellungen
el: Ρυθμίσεις αναζήτησης
es: Ajustes de búsqueda
fi: Hae asetuksia
fr: Paramètres de recherche
it: Impostazioni di ricerca
ja: 検索設定
nl: Zoek instellingen
no: Innstillinger for søk
pl: Ustawienia wyszukiwania
pt: Configurações de pesquisa
ro: Setări căutare
ru: Настройки поиска
sv: Sök inställningar
uk: Параметри пошуку
zh_hans: 搜索设置

source: Search Settings
ar: إعدادات البحث
cs: Nastavení hledání
da: Indstillinger For Søg
de: Sucheinstellungen
el: Ρυθμίσεις Αναζήτησης
es: Ajustes de búsqueda
fi: Hae Asetukset
fr: Paramètres de recherche
it: Impostazioni Di Ricerca
ja: 検索設定
nl: Zoek Instellingen
no: Innstillinger for søk
pl: Ustawienia wyszukiwania
pt: Configurações de Pesquisa
ro: Setări căutare
ru: Настройки поиска
sv: Sök inställningar
uk: Параметри пошуку
zh_hans: 搜索设置

source: Select
ar: حدد
cs: Vybrat
da: Vælg
de: Auswählen
el: Επιλογή
es: Seleccionar
fi: Valitse
fr: Sélectionner
it: Seleziona
ja: 選択
nl: Selecteren
no: Velg
pl: Wybierz
pt: Selecionar
ro: Selectare
ru: Выбрать
sv: Välj
uk: Вибрати
zh_hans: 选择

source: Select Custom Background
ar: حدد خلفية مخصصة
cs: Vybrat vlastní pozadí
da: Vælg Brugerdefineret Baggrund
de: Eigenen Hintergrund auswählen
el: Επιλογή Προσαρμοσμένου Φόντου
es: Seleccionar fondo personalizado
fi: Valitse Mukautettu Tausta
fr: Sélectionner l'arrière-plan personnalisé
it: Seleziona Sfondo Personalizzato
ja: カスタム背景を選択
nl: Selecteer aangepaste achtergrond
no: Velg egendefinert bakgrunn
pl: Wybierz niestandardowe tło
pt: Selecionar fundo personalizado
ro: Selectați Fundal personalizat
ru: Выбрать пользовательский фон
sv: Välj egen bakgrund
uk: Вибрати користувальницький фон
zh_hans: 选择自定义背景

source: Select Location
ar: حدد الموقع
cs: Vybrat umístění
da: Vælg Placering
de: Standort auswählen
el: Επιλογή Τοποθεσίας
es: Seleccionar ubicación
fi: Valitse Sijainti
fr: Sélectionner un emplacement
it: Seleziona Posizione
ja: 場所を選択
nl: Selecteer locatie
no: Velg plassering
pl: Wybierz lokalizację
pt: Selecionar Local
ro: Selectează locația
ru: Выберите местоположение
sv: Välj plats
uk: Виберіть розташування
zh_hans: 选择位置

source: Select on Map
ar: حدد على الخريطة
cs: Vybrat na mapě
da: Vælg på kort
de: Auf Karte auswählen
el: Επιλογή στο χάρτη
es: Seleccionar en el mapa
fi: Valitse kartalla
fr: Sélectionner sur la carte
it: Seleziona sulla mappa
ja: 地図上で選択
nl: Selecteer op kaart
no: Velg på kart
pl: Wybierz na mapie
pt: Selecione no Mapa
ro: Selectează pe hartă
ru: Выбрать на карте
sv: Välj på kartan
uk: Виберіть на мапі
zh_hans: 在地图上选择

source: Selected
ar: محدد
cs: Vybrané
da: Valgt
de: Ausgewählt
el: Επιλεγμένο
es: Seleccionado
fi: Valittu
fr: Sélectionnés
it: Selezionato
ja: 選択済み
nl: Geselecteerd
no: Valgt
pl: Wybrane
pt: Selecionado
ro: Selectate
ru: Выбрано
sv: Vald
uk: Вибрано
zh_hans: 已选择

source: Send Feedback
ar: إرسال الملاحظات
cs: Odeslat zpětnou vazbu
de: Feedback senden
el: Αποστολή Σχολίων
es: Enviar Comentarios
fi: Lähetä Palautetta
fr: Envoyer un commentaire
it: Invia Feedback
ja: フィードバックを送信
nl: Feedback verzenden
no: Send tilbakemelding
pl: Wyślij opinię
pt: Enviar Feedback
ro: Trimite feedback
ru: Отправить отзыв
sv: Skicka feedback
uk: Надіслати відгук
zh_hans: 发送反馈

source: Set a solid colour, gradient, or your own photo as the app background.
ar: تعيين لون صلب، أو متدرج أو صورة خاصة بك كخلفية التطبيق.
cs: Nastavte barvu, gradient, nebo vlastní fotografii jako pozadí aplikace.
da: Angiv en solid farve, gradient, eller dit eget foto som app baggrund.
de: Legen Sie eine solide Farbe, Farbverlauf oder Ihr eigenes Foto als Hintergrund der App fest.
el: Ορίστε ένα συμπαγές χρώμα, κλίση ή τη δική σας φωτογραφία ως φόντο της εφαρμογής.
es: Establece un color sólido, degradado o tu propia foto como fondo de la aplicación.
fi: Aseta sovelluksen taustaksi vankka väri, kaltevuus tai oma valokuvi.
fr: Définissez une couleur solide, un dégradé ou votre propre photo en tant qu'arrière-plan de l'application.
it: Imposta un colore solido, un gradiente o la tua foto come sfondo dell'app.
ja: アプリの背景として、単色、グラデーション、または自分の写真を設定します。
nl: Stel een vaste kleur, verloop, of je eigen foto in als achtergrond van de app.
no: Velg en solid farge, gradient, eller ditt eget bilde som app bakgrunn.
pl: Ustaw stały kolor, gradient lub własne zdjęcie jako tło aplikacji.
pt: Defina uma cor sólida, um gradiente ou sua própria foto como fundo do aplicativo.
ro: Setați o culoare solidă, gradient sau propria fotografie ca fundal al aplicației.
ru: Установить сплошной цвет, градиент или собственное фото в качестве фона приложения.
sv: Ange en solid färg, gradient, eller ditt eget foto som app bakgrund.
uk: Встановіть суцільний колір, градієнт або ваше власне фото як фон додатку.
zh_hans: 设置固体颜色、渐变或您自己的照片作为应用背景。

source: Set: %@
ar: مجموعة: %@
cs: Nastavení: %@
da: Sæt: %@
de: Setzen: %@
el: Όρισε: %@
fr: Ensemble : %@
ja: セット: %@
nl: Instellen: %@
pl: Ustawienie: %@
pt: Definido: %@
ru: Набор: %@
uk: Встановити: %@
zh_hans: 集： %@

source: Sets the app's five accent colours to deep navy, ocean blue, teal, mint, and coral.
ar: يعين ألوان اللكنة الخمسة للتطبيق إلى البحرية العميقة، الزرقاء في المحيطات، والفحم، والنعناع، والشعاب المرجانية.
cs: Nastaví pět zvýrazněných barev aplikace na hluboké námořnictvo, oceánskou modrá, slzu, mince a korály.
da: Sætter appens fem accent farver til dyb flåde, havblå, grå, mynte og koral.
de: Setzt die fünf Akzentfarben der App auf Deep Navy, Ocean Blue, Teal, Mint und Korallen.
el: Ορίζει τα πέντε χρώματα έμφασης της εφαρμογής σε βαθύ ναυτικό, μπλε, teal, μέντα και κοράλλι.
es: Establece los cinco colores de acento de la aplicación en la marina profunda, azul del océano, tinta, mint y coral.
fi: Asettaa sovelluksen viisi aksenttia väriä syvälle laivaston siniseen, siniseen, siniseen, minttuun ja koralliin.
fr: Définit les cinq couleurs d'accentuation de l'application à la marine profonde, au bleu de l'océan, au bleu, au bleu, à la menthe et au corail.
it: Imposta i cinque colori di accento dell'app a marina profonda, blu oceano, lacrime, menta e corallo.
ja: アプリの5つのアクセントカラーを深海、オーシャンブルー、ティール、ミント、サンゴに設定します。
nl: Stelt de vijf accentkleuren van de app in op diepe naïeve blauw, thee, munt en koraal.
no: Setter eplets fem aksentfarger til dyp marg, havblå, tethet, mynt og korall.
pl: Ustawia pięć kolorów akcentów na głęboką marynarkę, niebieski ocean, herbaty i koralowce.
pt: Define as cinco cores de destaque do aplicativo para a marinha profunda, azul, azul, azul, mental, e coral.
ro: Setează cele cinci culori de accent ale aplicației la marina adâncă, albastru oceanic, lacrimal, mentă și corali.
ru: Задает пять акцентов приложения глубоководными военно-морскими, голубыми, морскими, зубными, мятными и коралловыми.
sv: Sätter appens fem accentfärger till djup marin, ocean blue, teal, mint, och korall.
uk: Встановлює п'ять кольорів додатку в глибокому флоті, океані синій, звуковий і корал.
zh_hans: 将应用的五种加权颜色设为深海海、海洋蓝色、茶色和珊瑚。

source: Settings
ar: الإعدادات
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fi: Asetukset
fr: Réglages
it: Impostazioni
ja: 設定
nl: Instellingen
no: Innstillinger
pl: Ustawienia
pt: Confirgurações
ro: Setări
ru: Настройки
sv: Inställningar
uk: Налаштування
zh_hans: 设置

source: Severe Weather Alerts
ar: تنبيهات الطقس الشديدة
cs: Upozornění na závažné počasí
da: Alvorlige Vejradvarsler
de: Schwere Wetterwarnungen
el: Σοβαρές Ειδοποιήσεις Καιρού
es: Alertas de tiempo Severe
fi: Vaikeat Säähälytykset
fr: Alertes météo sévères
it: Avvisi Meteo Gravi
ja: 深刻な天気アラート
nl: Ernstige weerwaarschuwingen
no: Alvorlige værvarsler
pl: Ostrzeżenia o poważnych warunkach pogodowych
pt: Alertas meteorológicos graves
ro: Alerte meteo severe
ru: Серьезные предупреждения о погоде
sv: Allvarliga vädervarningar
uk: Попередження про серйозні умови
zh_hans: 严重天气提醒

source: Shadow
ar: ظل
cs: Stín
da: Skygge
de: Schatten
el: Σκιά
es: Sombra
fi: Varjo
fr: Ombre
it: Ombra
ja: 影
nl: Schaduw
no: Skygge
pl: Cień
pt: Sombra
ro: Umbră
ru: Тень
sv: Skugga
uk: Тінь
zh_hans: 阴影

source: Shape
ar: شكل
cs: Tvar
da: Form
de: Form
el: Σχήμα
es: Forma
fi: Muoto
fr: Forme
it: Forma
ja: 形状
nl: Vorm
no: Form
pl: Kształt
pt: Forma
ro: Formă
ru: Форма
sv: Form
uk: Форма
zh_hans: 形状

source: Share
ar: مشاركة
cs: Sdílet
da: Del
de: Teilen
el: Κοινοποίηση
es: Compartir
fi: Jaa
fr: Partager
it: Condividi
ja: 共有
nl: Delen
no: Del
pl: Udostępnij
pt: Compartilhar
ro: Distribuie
ru: Поделиться
sv: Dela
uk: Поділитись
zh_hans: 分享

source: Share %@
ar: مشاركة %@
cs: Sdílet %@
da: Del %@
de: Teile %@
el: Μοιραστείτε Το %@
es: Compartir %@
fi: Jaa %@
fr: Partager %@
it: Condividi %@
ja: %@ を共有
nl: Delen %@
pl: Udostępnij %@
pt: Compartilhar %@
ro: Distribuie %@
ru: Поделиться %@
sv: Dela %@
uk: Поділитися %@
zh_hans: 分享 %@

source: Share Location Link
ar: مشاركة رابط الموقع
cs: Sdílet odkaz na polohu
da: Del Placeringslink
de: Standortlink teilen
el: Κοινοποίηση Συνδέσμου Τοποθεσίας
es: Compartir enlace de ubicación
fi: Jaa Sijaintilinkki
fr: Partager le lien de localisation
it: Condividi Collegamento Posizione
ja: 位置情報リンクを共有
nl: Locatie Link
no: Del posisjons lenke
pl: Udostępnij link lokalizacji
pt: Compartilhar Link de Localização
ro: Distribuie link-ul de locație
ru: Поделиться ссылкой местоположения
sv: Dela platslänk
uk: Поділіться посиланням
zh_hans: 分享位置链接

source: Share Text Summary
ar: مشاركة ملخص النص
cs: Sdílet souhrn textu
da: Del Tekstoversigt
de: Textübersicht teilen
el: Κοινή Χρήση Σύνοψης Κειμένου
es: Compartir resumen de texto
fi: Jaa Tekstin Yhteenveto
fr: Partager le résumé du texte
it: Condividi Riepilogo Testo
ja: テキストの共有
nl: Samenvatting tekst delen
no: Del tekst sammendrag
pl: Udostępnij podsumowanie tekstu
pt: Texto de Compartilhamento
ro: Distribuie sumar text
ru: Поделиться текстом
sv: Dela textsammanfattning
uk: Короткий опис тексту
zh_hans: 分享文本摘要

source: Share Theme
ar: مشاركة السمة
cs: Sdílet motiv
da: Del Tema
de: Thema teilen
el: Μοιραστείτε Το Θέμα
es: Compartir tema
fi: Jaa Teema
fr: Partager le thème
it: Condividi Tema
ja: テーマを共有
nl: Thema delen
no: Del tema
pl: Udostępnij motyw
pt: Compartilhar tema
ro: Distribuie tema
ru: Поделиться темой
sv: Dela tema
uk: Поділитися темою
zh_hans: 分享主题

source: Share Weather
ar: مشاركة الطقس
cs: Sdílet počasí
da: Del Vejr
de: Wetter teilen
el: Κοινοποίηση Καιρού
es: Compartir clima
fi: Jaa Sää
fr: Partager la météo
it: Condividi Meteo
ja: 天気を共有
nl: Weer delen
no: Del vær
pl: Udostępnij pogodę
pt: Compartilhar Tempo
ro: Distribuie vremea
ru: Поделиться погодой
sv: Dela väder
uk: Поділитися погодою
zh_hans: 分享天气信息

source: Shared via SaxWeather
ar: مشاركة عبر ساكسويش
cs: Sdíleno přes SaxWeather
da: Delt via SaxWeather
de: Geteilt über SaxWeather
el: Μοιράστηκε μέσω SaxWeather
es: Compartido a través de Saxweather
fi: Jaettu SaxWeather kautta
fr: Partagé via SaxWeather
it: Condiviso via SaxWeather
ja: SaxWeather 経由で共有
nl: Gedeeld via SaxWeather
no: Delt via SaxWeather
pl: Udostępnione przez SaxWeather
pt: Compartilhado via SaxWeather
ro: Partajat prin SaxWeather
ru: Поделиться через SaxWeather
sv: Delad via SaxWeather
uk: Спільні за допомогою Саксопогоди
zh_hans: 通过萨克斯天气共享

source: Show a full-screen weather preview before switching or adding a location.
ar: إظهار معاينة الطقس بملء الشاشة قبل التبديل أو إضافة موقع.
cs: Zobrazit náhled počasí na celou obrazovku před přepnutím nebo přidáním umístění.
da: Vis en forhåndsvisning af vejr i fuld skærm før du skifter eller tilføjer en placering.
de: Zeige eine Vollbild-Wettervorschau vor dem Umschalten oder Hinzufügen eines Standortes.
el: Εμφάνιση προεπισκόπησης καιρού πλήρους οθόνης πριν από την εναλλαγή ή την προσθήκη μιας τοποθεσίας.
es: Mostrar una vista previa del tiempo en pantalla completa antes de cambiar o agregar una ubicación.
fi: Näytä koko näytön säänäkymä ennen sijainnin vaihtamista tai lisäämistä.
fr: Afficher un aperçu de la météo en plein écran avant de changer ou d'ajouter un emplacement.
it: Mostra un'anteprima meteo a schermo intero prima di cambiare o aggiungere una posizione.
ja: 場所を変更または追加する前に全画面天気のプレビューを表示します。
nl: Toon een volledig scherm weer voorvertoning voordat u een locatie wijzigt of toevoegt.
no: Vis en forhåndsvisning av full skjerm før du bytter eller legger til en plassering.
pl: Pokaż podgląd pogody w trybie pełnoekranowym przed przełączeniem lub dodaniem lokalizacji.
pt: Mostrar uma pré-visualização meteorológica em tela cheia antes de mudar ou adicionar um local.
ro: Afișați o previzualizare meteo pe ecran complet înainte de a comuta sau de a adăuga o locație.
ru: Показывать предпросмотр погоды на весь экран перед переключением или добавлением местоположения.
sv: Visa en helskärms-förhandsgranskning innan du byter eller lägger till en plats.
uk: Показати в повноекранному перегляді погоди перед перемиканням або додаванням розташування на повний екран.
zh_hans: 切换或添加位置前显示全屏天气预览。

source: Show Forecast
ar: إظهار التوقعات
cs: Zobrazit předpověď
da: Vis Prognose
de: Prognose anzeigen
el: Εμφάνιση Πρόβλεψης
es: Mostrar previsión
fi: Näytä Ennuste
fr: Afficher les prévisions
it: Mostra Previsione
ja: 予測を表示
nl: Toon Voorspelling
no: Vis prognose
pl: Pokaż Prognozę
pt: Mostrar previsão
ro: Arată Prognoza
ru: Показать прогноз
sv: Visa prognos
uk: Показати прогноз погоди
zh_hans: 显示症状提示

source: Show Hero Last Updated
ar: إظهار آخر تحديث للبطل
cs: Zobrazit hrdinu naposledy aktualizováno
da: Vis Helten Sidst Opdateret
de: Zeige Held zuletzt aktualisiert
el: Εμφάνιση Ήρωα Τελευταία Ενημέρωση
es: Mostrar última actualización del héroe
fi: Näytä Sankari Päivitetty
fr: Afficher le héros mis à jour pour la dernière fois
it: Mostra L'Ultimo Aggiornamento Dell'Eroe
ja: 最後に更新されたヒーローを表示
nl: Toon Held Laatste Bijgewerkt
no: Vis helt sist oppdatert
pl: Pokaż bohatera ostatnio zaktualizowanego
pt: Mostrar Herói Última Atualização
ro: Arată Eroul actualizat
ru: Показать обновление героя
sv: Visa hjälte senast uppdaterad
uk: Показати героя востаннє оновлено
zh_hans: 显示最后更新的英雄

source: Show Location Header
ar: إظهار رأس الموقع
cs: Zobrazit záhlaví umístění
da: Vis Placeringsheader
de: Standortüberschrift anzeigen
el: Εμφάνιση Κεφαλίδας Τοποθεσίας
es: Mostrar cabecera de ubicación
fi: Näytä Sijainnin Otsikko
fr: Afficher l'en-tête de localisation
it: Mostra Intestazione Posizione
ja: 位置情報ヘッダーを表示
nl: Toon locatie koptekst
no: Vis posisjons topptekst
pl: Pokaż nagłówek lokalizacji
pt: Mostrar Cabeçalho de Localização
ro: Arată antetul locației
ru: Показать заголовок местоположения
sv: Visa platshuvud
uk: Показувати заголовок розташування
zh_hans: 显示位置标题

source: Show Location Menu
ar: إظهار قائمة الموقع
cs: Zobrazit nabídku polohy
da: Vis Placeringsmenu
de: Standortmenü anzeigen
el: Εμφάνιση Μενού Τοποθεσίας
es: Mostrar menú de ubicación
fi: Näytä Sijaintivalikko
fr: Afficher le menu de localisation
it: Mostra Menu Posizione
ja: 位置情報メニューを表示
nl: Toon locatiemenu
no: Vis Posisjonsmeny
pl: Pokaż menu lokalizacji
pt: Mostrar Menu de Localização
ro: Arată meniul locației
ru: Показать меню местоположения
sv: Visa platsmeny
uk: Показувати меню місцезнаходження
zh_hans: 显示位置菜单

source: Show the forecast for ${location}
ar: إظهار التنبؤات ل ${location}
cs: Zobrazit předpověď ${location}
da: Vis prognosen for ${location}
de: Vorhersage für ${location} anzeigen
el: Εμφάνιση της πρόγνωσης για το ${location}
es: Mostrar la previsión para ${location}
fi: Näytä ennuste kohteelle ${location}
fr: Afficher les prévisions pour ${location}
it: Mostra le previsioni per ${location}
ja: ${location} の予報を表示する
nl: Toon de voorspelling voor ${location}
no: Vis værmeldingen for ${location}
pl: Pokaż prognozę dla ${location}
pt: Mostrar a previsão de ${location}
ro: Arată prognoza pentru ${location}
ru: Показать прогноз для ${location}
sv: Visa prognosen för ${location}
uk: Показати прогноз для ${location}

source: Show the location name on the hero card even after scrolling.
ar: إظهار اسم الموقع على بطاقة البطل حتى بعد التمرير.
cs: Zobrazit název umístění na hrdinové kartě i po rolování.
da: Vis placeringsnavn på heltkortet selv efter rulning.
de: Zeige den Ortsnamen auf der Heldenkarte auch nach dem Scrollen an.
el: Εμφάνιση του ονόματος τοποθεσίας στην κάρτα ήρωα ακόμη και μετά την κύλιση.
es: Muestra el nombre de la ubicación en la carta de héroe incluso después de desplazarse.
fi: Näytä sijainnin nimi sankarikortissa myös vierittämisen jälkeen.
fr: Afficher le nom de l'emplacement sur la carte du héros même après le défilement.
it: Mostra il nome della posizione sulla scheda eroe anche dopo lo scorrimento.
ja: スクロールした後でもヒーローカードにロケーション名を表示します。
nl: Toon de locatienaam ook na het scrollen.
no: Vis posisjonsnavn på helte kortet selv etter scrolling.
pl: Pokaż nazwę lokalizacji na karcie bohatera nawet po przewijaniu.
pt: Mostrar o nome da localização no cartão do herói mesmo depois de rolar.
ro: Arată numele locației pe cardul de erou chiar și după derulare.
ru: Показывать название местоположения на карте героя даже после прокрутки.
sv: Visa platsens namn på hjältekortet även efter rullning.
uk: Показати ім'я розташування на картках героя навіть після прокручування.
zh_hans: 滚动后在英雄卡上显示位置名称。

source: Shows an explanation of this measurement
ar: يعرض تفسيرا لهذا القياس
cs: Zobrazí vysvětlení tohoto měření
da: Viser en forklaring på denne måling
de: Zeigt eine Erklärung für diese Messung an
el: Εμφανίζει μια εξήγηση αυτής της μέτρησης
es: Muestra una explicación de esta medición
fi: Näyttää selityksen tästä mittauksesta
fr: Affiche une explication de cette mesure
it: Mostra una spiegazione di questa misura
ja: この測定値の説明を表示します
nl: Toont een verklaring over deze meting
no: Viser en forklaring på denne målingen
pl: Pokazuje wyjaśnienie tego pomiaru
pt: Mostra uma explicação sobre esta medida
ro: Afișează o explicație a acestei măsurători
ru: Показывает объяснение этого измерения
sv: Visar en förklaring av denna mätning
uk: Показує пояснення цього вимірювання
zh_hans: 显示此测量的说明

source: Shows how this value was calculated
ar: يظهر كيف تم حساب هذه القيمة
cs: Zobrazuje, jak byla tato hodnota vypočítána.
da: Viser hvordan denne værdi blev beregnet
de: Zeigt an, wie dieser Wert berechnet wurde
el: Εμφανίζει τον τρόπο υπολογισμού αυτής της τιμής
es: Muestra cómo se calculó este valor
fi: Näyttää miten tämä arvo lasketaan
fr: Montre comment cette valeur a été calculée
it: Mostra come questo valore è stato calcolato
ja: この値がどのように計算されたかを示します
nl: Laat zien hoe deze waarde werd berekend
no: Viser hvordan denne verdien er beregnet
pl: Pokazuje sposób obliczania tej wartości
pt: Mostra como esse valor foi calculado
ro: Arată cum a fost calculată această valoare
ru: Показывает, как это значение было рассчитано
sv: Visar hur detta värde beräknades
uk: Показує, як це значення було обчислено
zh_hans: 显示如何计算此值

source: Shows static weather icons instead of animated ones
ar: إظهار أيقونات الطقس الثابتة بدلاً من الرموز المتحركة
cs: Zobrazí statické ikony počasí namísto animovaných
da: Viser statisk vejr-ikoner i stedet for animerede ikoner
de: Zeigt statische Wettersymbole statt animierte Symbole
el: Εμφανίζει στατικά εικονίδια καιρού αντί για κινούμενα
es: Muestra iconos de tiempo estáticos en lugar de animados
fi: Näyttää staattisia sääkuvakkeita animoitujen kuvakkeiden sijaan
fr: Affiche les icônes météo statiques au lieu d'icônes animées
it: Mostra le icone meteo statiche invece di quelle animate
ja: アニメーションの代わりに静的な天気アイコンを表示
nl: Toont statische weerpictogrammen in plaats van geanimeerde
no: Viser statiske værikoner istedenfor animerte
pl: Pokazuje statyczne ikony pogody zamiast animowanych
pt: Mostra ícones de clima estático em vez de animados
ro: Arată pictogramele meteo statice în locul celor animate
ru: Показывает статические иконки погоды вместо анимированных
sv: Visar statiska väderikoner istället för animerade
uk: Показує статичні іконки погоди замість анімованих
zh_hans: 显示静态天气图标而不是动画图标

source: Shrink card padding when the device is rotated sideways.
ar: حشو البطاقة عند تدوير الجهاز على مسافات جانبية.
cs: Odsazení karty při otočení postranních vozíků.
da: Formindsk kortpolstring, når enheden roteres sidelæns.
de: Schrumpf der Karte, wenn das Gerät seitlich gedreht wird.
el: Συρρίκνωση της κάρτας όταν η συσκευή περιστρέφεται στο πλάι.
es: Relleno de la tarjeta cuando el dispositivo está girado lateralmente.
fi: Pienennä kortin pehmusteita, kun laitetta käännetään sivuttain.
fr: Réduire le remplissage de la carte lorsque l'appareil est tourné latéralement.
it: Restringi l'imbottitura della scheda quando il dispositivo è ruotato lateralmente.
ja: デバイスが横に回転すると、カードのパディングを縮小します。
nl: Verklein de opvulling van de kaart als het apparaat wordt gedraaid.
no: Skru sammen kartong når enheten er rotert sidevis.
pl: Zmniejsz wypełnienie karty gdy urządzenie jest obracane na bok.
pt: Reduzir o preenchimento do cartão quando o dispositivo é girado de forma lateral.
ro: Micșorează înțepătura cardului atunci când dispozitivul este rotit lateral.
ru: Сжать отступы карты, когда устройство вращается.
sv: Krympkort stoppning när enheten roteras i sidled.
uk: Стискання карт, коли пристрій повернуто в сторону.
zh_hans: 当设备旋转侧边线时收缩卡片填充。

source: Six curated background images for the home-screen widget.
ar: ست صور خلفية منحازة للشاشة الرئيسية.
cs: Šest zakřivených obrázků pozadí pro widget domovské obrazovky.
da: Seks kuraterede baggrundsbilleder til hjemmeskærmens widget.
de: Sechs kuratierte Hintergrundbilder für das Home-Screen-Widget.
el: Έξι επιμελημένες εικόνες φόντου για το widget οθόνης σπιτιού.
es: Seis imágenes de fondo para el widget de la pantalla de inicio.
fi: Kuusi kuratoitua taustakuvaa koti-näytön widget.
fr: Six images d'arrière-plan conservées pour le widget de l'écran d'accueil.
it: Sei immagini di sfondo curate per il widget home-screen.
ja: ホーム画面ウィジェット用の6枚の背景画像をキュレーションしました。
nl: Zes gecureerde achtergrondafbeeldingen voor de widget van het beginscherm.
no: Seks kurerte bakgrunnsbilder for hjemmeskjermwidget.
pl: Sześć peklowanych obrazów tła dla widżetu ekranu głównego.
pt: Imagens de fundo curadas por seis para o widget da tela inicial.
ro: Șase imagini de fundal curate pentru widget-ul de pe ecranul principal.
ru: Шесть курированных фоновых изображений для виджета на главном экране.
sv: Sex kurerade bakgrundsbilder för hemskärmen widget.
uk: Шість викритих фонових зображень для віджета на головному екрані.
zh_hans: 主屏幕小部件的6张经过管理的背景图像。

source: Skip
ar: تخطي
cs: Přeskočit
da: Overspring
de: Überspringen
el: Παράλειψη
es: Saltar
fi: Ohita
fr: Ignorer
it: Salta
ja: スキップ
nl: Overslaan
no: Hopp
pl: Pomiń
pt: Ignorar
ro: Omitere
ru: Пропустить
sv: Hoppa
uk: Пропустити
zh_hans: 跳过

source: Small
ar: صغير
cs: Malá
da: Lille
de: Klein
el: Μικρό
es: Pequeño
fi: Pieni
fr: Petit
it: Piccolo
ja: 小
nl: Klein
no: Liten
pl: Mały
pt: Pequeno
ro: Mică
ru: Маленький
sv: Liten
uk: Маленький
zh_hans: 小的

source: Smaller
ar: أصغر
cs: Menší
da: Mindre
de: Kleiner
el: Μικρότερο
es: Pequeño
fi: Pienempi
fr: Plus petit
it: Piccolo
ja: 小さく
nl: Kleiner
no: Mindre
pl: Mniejszy
pt: Menor
ro: Mai mic
ru: Меньше
sv: Mindre
uk: Маленький
zh_hans: 较小的
